uni-list.org
#+STARTUP: indent
#+options: html-style:nil todo:t num:nil html-postamble:nil toc:t toc:2 email:t
#+title: Buddhist Studies in UK Universities -- WIP List
#+author: Ilmari Koria (Volunteer assistant)
#+email: ilmarikoria@posteo.net
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="style.css" />
#+todo: WAITING RECONTACT NORESPONSE EMAILED | EDITDONE

* Introduction
This is a list of UK Universities with academics in Buddhist Studies and related areas providing their research interests. It also includes BA and MA programmes or modules in Buddhist studies, (including modules that have a significant Buddhist content). Also included is an indication of UK course provision for the learning of Sanskrit, Pali and Tibetan languages, as these are largely engaged in for the purpose of research or reading of Buddhist texts. Although not specified separately, where academic staff have the relevant expertise, proposals for doctoral research in Buddhist Studies may be welcomed.

Updates and suggestions can be sent to Ilmari Koria via [[mailto:ilmarikoria@posteo.net][ilmarikoria@posteo.net]]

=List updated: 2022-11-21 Mon.=

* University List
** EMAILED Cardiff University
*** People
**** [[https://www.cardiff.ac.uk/history-archaeology-religion][School of History, Archaeology and Religion]]
***** Dr Simon Brodbeck, Reader in Religious Studies
- Research: Early Sanskrit Literature, especially the Sanskrit Mahabharata; Anthropology.
- Contact: [[mailto:brodbecksp@cardiff.ac.uk][brodbecksp@cardiff.ac.uk]]
***** Prof Max Deeg, Professor in Buddhist Studies
- Note: Study Leave 2022/3.
- Research: Buddhist history, particularly the historical connection between India, Central Asia and China; Chinese Buddhist pilgrims.
- Contact: [[mailto:deegm1@cardiff.ac.uk][deegm1@cardiff.ac.uk]]
*** Courses
**** Undergraduate
- /Introduction to Buddhism/ (first year).
- /Buddhism: The first 1000 years/ (a historical overview of that period) [2nd year]
- We also offer Sanskrit as a scriptural language (taught by Dr. Simon Brodbeck).
** EMAILED Goldsmiths, University of London
*** People
**** [[https://www.gold.ac.uk/history/][Department of History]]
***** Dr Ronit Yoeli-Tlalim, Reader
- Research: the History of Asian Medicine, Interactions between Medicine and Buddhism, the transmission of medical ideas along the Silk-Roads and the history of early Tibetan medicine.
- Contact: [[mailto:r.yoeli-tlalim@gold.ac.uk][r.yoeli-tlalim@gold.ac.uk]]
*** Courses
***** Undergraduate
     - /A Global History of Buddhism/
     - /History of Asian Medicine: From Manuscripts to YouTube/
     - /Healing, Magic and Mindfulness on the Silk Road/ (Special Subject: open to University of London students)
***** Postgraduate
   - /Healing, Magic and Mindfulness on the Silk Road/
** EMAILED King's College London
*** People
**** [[https://www.kcl.ac.uk/trs][Department of Theology & Religious Studies]]
***** Dr Amal Gunasena, Senior Visiting Research Fellow in Buddhist Studies
- Research: Sinhala Linguistics and Sinhalese Buddhist Manuscripts.
- Contact: [[mailto:amal.gunasena@kcl.ac.uk][amal.gunasena@kcl.ac.uk]]
***** Dr Andrew Skilton, Senior Research Fellow in Buddhist Studies
- Research: Buddhist literature (especially sutra literature), Buddhist texts in Sanskrit and Pali, The Samadhiraja Sutra, Buddhist meditation, traditional Theravada, Buddhism in application, transmission of Buddhism to the UK.
- Contact: [[mailto:andrew.skilton@kcl.ac.uk][andrew.skilton@kcl.ac.uk]]
***** Dr Kuan Guang, Ji Xue Gen Research Fellow in Buddhist Studies
- Research: Late imperial Chinese Buddhism
- Contact: [[mailto:kuan.guang@kcl.ac.uk][kuan.guang@kcl.ac.uk]]
***** Dr Ligeia Lugli, Research Associate in Buddhist Studies
- Research: Mahayana Buddhism, corpus linguistics.
- Contact: [[mailto:ligeia.lugli@kcl.ac.uk][ligeia.lugli@kcl.ac.uk]]
***** Dr Pyi Kyaw, Research Fellow in Buddhist Studies
- Research: Burmese Abhidhamma; Buddhist ethics.
- Contact: [[mailto:pyi.kyaw@kcl.ac.uk][pyi.kyaw@kcl.ac.uk]]
***** Prof Ian Harris, Visiting Professor of Buddhist Studies
- Research: Buddhism in Cambodia; Buddhism and Politics; Buddhist Ethics.
- Contact: [[mailto:chamkarmon@gmail.com][chamkarmon@gmail.com]]
***** Prof Kate Crosby, Professor of Buddhist Studies
- Research: Theravada Buddhism; Sanskrit and Pali language and literature, including vernacular-Pali mixed literature; Buddhist practice and traditions of Sri Lanka and Southeast Asia; Buddhism in Application; History of Science in Buddhist contexts.
- Contact: [[mailto:henrietta.crosby@kcl.ac.uk][henrietta.crosby@kcl.ac.uk]]
***** Ven Dr Thanavuddho Watcharasriroj, Senior Visiting Research Fellow in Buddhist Studies
- Research: Early Buddhist meditation.
- Contact: [[mailto:thanavuddho.watcharasriroj@kcl.ac.uk][thanavuddho.watcharasriroj@kcl.ac.uk]]
** EMAILED Lancaster University 
*** People
**** [[https://www.lancaster.ac.uk/ppr/][Department of Politics, Philosophy and Religion]]
***** Prof Chakravarthi Ram-Prasad, Distinguished Professor of Comparative Religion and Philosophy
- Research: Indian (Hindu, Buddhist, Jain) and comparative phenomenology, epistemology, metaphysics, theology, and philosophy of religion; religion, politics and conflict; South Asian religious identities in contemporary Britain; the conceptual sources of modern Hindu life and beliefs.  
- Contact: [[mailto:c.ram-prasad@lancaster.ac.uk][c.ram-prasad@lancaster.ac.uk]]
***** Prof Hiroko Kawanami, Professor of Buddhism and Society
- Research: Gender and Buddhism, dissemination of knowledge and moral values, social justice and wellbeing, charismatic power(s) of monastic practitioners, and more recently on Buddhist orthodoxy and how heretical monks are created in Myanmar.
- Contact: [[mailto:h.kawanami@lancaster.ac.uk][h.kawanami@lancaster.ac.uk]]
*** Courses
 - /‘Buddhism section’ in World Religions for Part One/ (1st year students in RS)
 - /Buddhism and Modernity in Asian Societies/ (2nd year core module)
 - /Reading Buddhism/ (3rd year and MA Students)
 - /Indian Religious and Philosophical Thought/
 - /Indian Politics, Society and Religion/
 - /Hinduism in the Modern World/

** EMAILED University College London
*** People 
**** [[https://www.ucl.ac.uk/anthropology/ucl-anthropology][Department of Anthropology]]
***** Dr Joanna Cook, Reader in Medical Anthropology
- Research: Buddhism, mental health, mindfulness, monasticism, gender, Thailand, UK, the anthropology of ethics. 
- Contact: [[mailto:joanna.cook@ucl.ac.uk][joanna.cook@ucl.ac.uk]]
** EMAILED University of Aberdeen
*** People
