uni-list.tex
% Created 2022-11-20 Sun 16:45
% Intended LaTeX compiler: xelatex
\documentclass[a4paper,10.5pt]{article}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[cm]{fullpage}
\setcounter{secnumdepth}{0}
\usepackage{xcolor}
\usepackage{hyperref}
\hypersetup{colorlinks,breaklinks,allcolors={blue}}
\author{Ilmari Koria (Volunteer assistant)\thanks{ilmarikoria@posteo.net}}
\date{\today}
\title{Buddhist Studies in UK Universities}
\hypersetup{
 pdfauthor={Ilmari Koria (Volunteer assistant)},
 pdftitle={Buddhist Studies in UK Universities},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.5.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\setcounter{tocdepth}{2}
\tableofcontents \addtocontents{toc}{\protect\thispagestyle{empty}} \newpage
\section{Introduction}
\label{sec:org8d5e6d8}
This is a list of UK Universities with academics in Buddhist Studies and related areas providing their research interests. It also includes BA and MA programmes or modules in Buddhist studies, (including modules that have a significant Buddhist content). Also included is an indication of UK course provision for the learning of Sanskrit, Pali and Tibetan languages, as these are largely engaged in for the purpose of research or reading of Buddhist texts. Although not specified separately, where academic staff have the relevant expertise, proposals for doctoral research in Buddhist Studies may be welcomed.\\

Updates and suggestions can be sent to Ilmari Koria via \href{mailto:ilmarikoria@posteo.net}{ilmarikoria@posteo.net}.\\

\section{University List}
\label{sec:org5d48abb}
\subsection{Cardiff University}
\label{sec:org75bcb04}
\subsubsection{People}
\label{sec:org7c8f115}
\begin{enumerate}
\item \href{https://www.cardiff.ac.uk/history-archaeology-religion}{School of History, Archaeology and Religion}
\label{sec:org85be446}
\begin{enumerate}
\item Dr Simon Brodbeck, Reader in Religious Studies
\label{sec:org753f6f1}
\begin{itemize}
\item Research: Early Sanskrit Literature, especially the Sanskrit Mahabharata; Anthropology.\\
\item Contact: \href{mailto:brodbecksp@cardiff.ac.uk}{brodbecksp@cardiff.ac.uk}\\
\end{itemize}
\item Prof Max Deeg, Professor in Buddhist Studies
\label{sec:org3da6ec4}
\begin{itemize}
\item Note: Study Leave 2022/3.\\
\item Research: Buddhist history, particularly the historical connection between India, Central Asia and China; Chinese Buddhist pilgrims.\\
\item Contact: \href{mailto:deegm1@cardiff.ac.uk}{deegm1@cardiff.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:org7e4390d}
\begin{enumerate}
\item Undergraduate
\label{sec:org44061f4}
\begin{itemize}
\item \emph{Introduction to Buddhism} (first year).\\
\item \emph{Buddhism: The first 1000 years} (a historical overview of that period) [2nd year]\\
\item We also offer Sanskrit as a scriptural language (taught by Dr. Simon Brodbeck).\\
\end{itemize}
\end{enumerate}
\subsection{Goldsmiths, University of London}
\label{sec:org0a89792}
\subsubsection{People}
\label{sec:org6314b42}
\begin{enumerate}
\item \href{https://www.gold.ac.uk/history/}{Department of History}
\label{sec:org78b778c}
\begin{enumerate}
\item Dr Ronit Yoeli-Tlalim, Reader
\label{sec:orgb7e0532}
\begin{itemize}
\item Research: the History of Asian Medicine, Interactions between Medicine and Buddhism, the transmission of medical ideas along the Silk-Roads and the history of early Tibetan medicine.\\
\item Contact: \href{mailto:r.yoeli-tlalim@gold.ac.uk}{r.yoeli-tlalim@gold.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:orgfd06c6a}
\begin{enumerate}
\item Undergraduate
\label{sec:orgea3f80f}
\begin{itemize}
\item \emph{A Global History of Buddhism}\\
\item \emph{History of Asian Medicine: From Manuscripts to YouTube}\\
\item \emph{Healing, Magic and Mindfulness on the Silk Road} (Special Subject: open to University of London students)\\
\end{itemize}
\item Postgraduate
\label{sec:orgbcb6a7a}
\begin{itemize}
\item \emph{Healing, Magic and Mindfulness on the Silk Road}\\
\end{itemize}
\end{enumerate}
\subsection{King's College London}
\label{sec:org213436a}
\subsubsection{People}
\label{sec:org5a454a7}
\begin{enumerate}
\item \href{https://www.kcl.ac.uk/trs}{Department of Theology \& Religious Studies}
\label{sec:orgdeb27ae}
\begin{enumerate}
\item Dr Amal Gunasena, Senior Visiting Research Fellow in Buddhist Studies
\label{sec:orgfc4df95}
\begin{itemize}
\item Research: Sinhala Linguistics and Sinhalese Buddhist Manuscripts.\\
\item Contact: \href{mailto:amal.gunasena@kcl.ac.uk}{amal.gunasena@kcl.ac.uk}\\
\end{itemize}
\item Dr Andrew Skilton, Senior Research Fellow in Buddhist Studies
\label{sec:org0ebdbfe}
\begin{itemize}
\item Research: Buddhist literature (especially sutra literature), Buddhist texts in Sanskrit and Pali, The Samadhiraja Sutra, Buddhist meditation, traditional Theravada, Buddhism in application, transmission of Buddhism to the UK.\\
\item Contact: \href{mailto:andrew.skilton@kcl.ac.uk}{andrew.skilton@kcl.ac.uk}\\
\end{itemize}
\item Dr Kuan Guang, Ji Xue Gen Research Fellow in Buddhist Studies
\label{sec:org638034a}
\begin{itemize}
\item Research: Late imperial Chinese Buddhism\\
\item Contact: \href{mailto:kuan.guang@kcl.ac.uk}{kuan.guang@kcl.ac.uk}\\
\end{itemize}
\item Dr Ligeia Lugli, Research Associate in Buddhist Studies
\label{sec:org3eec0e6}
\begin{itemize}
\item Research: Mahayana Buddhism, corpus linguistics.\\
\item Contact: \href{mailto:ligeia.lugli@kcl.ac.uk}{ligeia.lugli@kcl.ac.uk}\\
\end{itemize}
\item Dr Pyi Kyaw, Research Fellow in Buddhist Studies
\label{sec:org0c81f87}
\begin{itemize}
\item Research: Burmese Abhidhamma; Buddhist ethics.\\
\item Contact: \href{mailto:pyi.kyaw@kcl.ac.uk}{pyi.kyaw@kcl.ac.uk}\\
\end{itemize}
\item Prof Ian Harris, Visiting Professor of Buddhist Studies
\label{sec:org4780db8}
\begin{itemize}
\item Research: Buddhism in Cambodia; Buddhism and Politics; Buddhist Ethics.\\
\item Contact: \href{mailto:chamkarmon@gmail.com}{chamkarmon@gmail.com}\\
\end{itemize}
\item Prof Kate Crosby, Professor of Buddhist Studies
\label{sec:org6968ed5}
\begin{itemize}
\item Research: Theravada Buddhism; Sanskrit and Pali language and literature, including vernacular-Pali mixed literature; Buddhist practice and traditions of Sri Lanka and Southeast Asia; Buddhism in Application; History of Science in Buddhist contexts.\\
\item Contact: \href{mailto:henrietta.crosby@kcl.ac.uk}{henrietta.crosby@kcl.ac.uk}\\
\end{itemize}
\item Ven Dr Thanavuddho Watcharasriroj, Senior Visiting Research Fellow in Buddhist Studies
\label{sec:org089ce2f}
\begin{itemize}
\item Research: Early Buddhist meditation.\\
\item Contact: \href{mailto:thanavuddho.watcharasriroj@kcl.ac.uk}{thanavuddho.watcharasriroj@kcl.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsection{Lancaster University}
\label{sec:org3cd9459}
\subsubsection{People}
\label{sec:org9854952}
\begin{enumerate}
\item \href{https://www.lancaster.ac.uk/ppr/}{Department of Politics, Philosophy and Religion}
\label{sec:org94e8cd6}
\begin{enumerate}
\item Prof Chakravarthi Ram-Prasad, Distinguished Professor of Comparative Religion and Philosophy
\label{sec:org89328e4}
\begin{itemize}
\item Research: Indian (Hindu, Buddhist, Jain) and comparative phenomenology, epistemology, metaphysics, theology, and philosophy of religion; religion, politics and conflict; South Asian religious identities in contemporary Britain; the conceptual sources of modern Hindu life and beliefs.\\
\item Contact: \href{mailto:c.ram-prasad@lancaster.ac.uk}{c.ram-prasad@lancaster.ac.uk}\\
\end{itemize}
\item Prof Hiroko Kawanami, Professor of Buddhism and Society
\label{sec:orgd1666e7}
\begin{itemize}
\item Research: Gender and Buddhism, dissemination of knowledge and moral values, social justice and wellbeing, charismatic power(s) of monastic practitioners, and more recently on Buddhist orthodoxy and how heretical monks are created in Myanmar.\\
\item Contact: \href{mailto:h.kawanami@lancaster.ac.uk}{h.kawanami@lancaster.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:org37006f2}
\begin{itemize}
\item \emph{‘Buddhism section’ in World Religions for Part One} (1st year students in RS)\\
\item \emph{Buddhism and Modernity in Asian Societies} (2nd year core module)\\
\item \emph{Reading Buddhism} (3rd year and MA Students)\\
\item \emph{Indian Religious and Philosophical Thought}\\
\item \emph{Indian Politics, Society and Religion}\\
\item \emph{Hinduism in the Modern World}\\
\end{itemize}

\subsection{University College London}
\label{sec:org27adb06}
\subsubsection{People}
\label{sec:org53de531}
\begin{enumerate}
\item \href{https://www.ucl.ac.uk/anthropology/ucl-anthropology}{Department of Anthropology}
\label{sec:org578c210}
\begin{enumerate}
\item Dr Joanna Cook, Reader in Medical Anthropology
\label{sec:org26fbfc5}
\begin{itemize}
\item Research: Buddhism, mental health, mindfulness, monasticism, gender, Thailand, UK, the anthropology of ethics.\\
\item Contact: \href{mailto:joanna.cook@ucl.ac.uk}{joanna.cook@ucl.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsection{University of Aberdeen}
\label{sec:orgf99714d}
