uni-list.org
**** [[https://www.abdn.ac.uk/socsci/][School of Social Science]]
***** Dr Martin A. Mills, Senior Lecturer
- Research: The anthropology of Tibet and Tibetan-speaking areas, and in particular its religious and state life (including the ceremonial nexuses of Tibetan monastic and state life); the formulation of new ways in which modern ethnographers of Tibetan regions can integrate their work with textual specialists and indigenous scholars to create an historical anthropology of the region.
- Contact: [[mailto:m.a.mills@abdn.ac.uk][m.a.mills@abdn.ac.uk]]
** EMAILED University of Bristol
*** People
**** [[http://www.bristol.ac.uk/religion/][Department of Religion and Theology]]
***** Dr Benedetta Lomi, Lecturer in East Asian Religions
- Research: The History of Japanese Buddhism, Japanese Esoteric Buddhism, Esoteric Buddhism in East Asia, Buddhist Medicine, Healing Rituals, Buddhist Iconography."
- Contact: [[mailto:b.lomi@bristol.ac.uk][b.lomi@bristol.ac.uk]]
***** Dr Rita Langer, Senior Lecturer in Buddhist Studies
- Research: Research: Merit in the early Pali sources; Buddhist ritual and its origin (in South and South East Asia, particularly Sri Lanka); Food and Cosmology).
- Contact: [[mailto:rita.langer@bristol.ac.uk][rita.langer@bristol.ac.uk]]
***** Prof Rupert Gethin, Professor of Buddhist Studies
- Research: Early Buddhist literature, the history and development of Buddhist thought in the Nikayas and Pali commentaries, Indian Buddhist meditation, Abhidharma.
- Contact: [[mailto:rupert.gethin@bristol.ac.uk][rupert.gethin@bristol.ac.uk]]
*** Courses
**** BA in Religion and Theology [Not all these units will be available in any one year]:
  - /Living Religions East/
  - /Religions and Cultural Change in India: from Indus to Islam/
  - /Religion and Material Culture/
  - /3000 Years of Chinese Religion/
  - /Indian Philosophy/
  - /Zen Buddhism/
  - /Buddhist Psychology and Mental Health/
  - /Buddhism in Practice/
  - /Yoga and Meditation/
  - /Introduction to Japanese Religions/
  - /The Lotus Sūtra/
  - /The Journey to the West/
  - /Mahāyāna Literature in East Asia/
  - /The Body in East Asian Religions/
  - /Sanskrit/
  - /Classical Chinese/
**** MA in Religion (Buddhist Studies) [Not all these units will be available in any one year]:
  - /Buddhism: The Foundations/
  - /Buddhism in Practice/
  - /Buddhist Psychology and Mental Health/
  - /Yoga and Meditation/
  - /Mahāyāna Literature in East Asia/
  - /Zen Buddhism/
  - /Esoteric Buddhism in East Asia/
  - /The Body in East Asian Religions/
  - /Sanskrit/
  - /Buddhist Sanskrit and Pali/
  - /Classical Chinese/

** EMAILED University of Chester
*** People
**** [[https://www1.chester.ac.uk/departments/theology-and-religious-studies][Department of Theology and Religious Studies]]
***** Dr Dhivan Jones, Lecturer in Religious and Philosophical Studies
- Research: Early Buddhism, Buddhist philosophy
- Contact: [[mailto:dhivan.jones@chester.ac.uk][dhivan.jones@chester.ac.uk]]
***** Dr Wendy Dossett, Associate Professor of Religious Studies
- Research: Japanese Pure Land Buddhism, Buddhism and Addiction Recovery
- Contact: [[mailto:w.dossett@chester.ac.uk][w.dossett@chester.ac.uk]]
*** Courses
**** Undergraduate
  - /Reading Religions: texts traditions and teachings/ (Five sessions on Buddhist texts)
  - /Philosophy, Religion and the Good Life/ (Two sessions on Buddhist philosophy, ancient and modern)
  - /Introducing Ethics: Food, Sex and War/ (Three sessions on Buddhist ethics)
  - /Asian Philosophies: Knowledge, Liberation and the Self/ (Buddhist philosophy a major component of the course)
  - /Religion and Culture: transformations of British religious life 1960-2010/ (One session on Buddhism in Britain)
  - /Violence and Nationalism/ (Two sessions on contemporary Buddhist nationalism)
**** Postgraduate
  - /Buddhist Concepts of Awakening/ (20 credit MA module in MA Religious Studies programme).
** EMAILED Durham University
*** People
**** [[https://www.durham.ac.uk/departments/academic/archaeology/][Department of Archaeology]]
***** Prof Robin Coningham, 2014 UNESCO Chair on Archaeological Ethics and Practice in Cultural Heritage 
- Research: The archaeological of South Asian Buddhism, Lumbini and the Greater Lumbini Area, Buddhist Heritage protection and preservation, Caste and the development of craft specialisation, Indian Ocean and Arabian Sea Trade.
- Contact: [[mailto:r.a.e.coningham@durham.ac.uk][r.a.e.coningham@durham.ac.uk]]
**** [[https://www.durham.ac.uk/departments/academic/philosophy/contact-us/][Department of Philosophy]]
***** Professor Simon P. James, Professor/DEC Chair 
- Research: Environmental philosophy, Buddhist philosophy (especially ethics).
- Contact: [[https://www.durham.ac.uk/departments/academic/philosophy/contact-us/][via department contact form]].

** EMAILED University of Edinburgh
*** People
**** [[https://www.ed.ac.uk/arts-humanities-soc-sci][College of Arts, Humanities and Social Sciences]]
***** Dr Halle O’Neal, Reader in Japanese Buddhist Art
 - Research: Medieval Japanese art, including themes such as word and image, relics and reliquaries, invisibility in visual and material culture, reuse and recycling, performativity, and the spectacular visualisations of embodiment.
 - Contact: [[mailto:halle.oneal@ed.ac.uk][halle.oneal@ed.ac.uk]]
***** Dr Ian Astley, Senior Lecturer in Japanese
 - Research: The Shingon Buddhist tradition in Japan and its Chinese antecedents; Japanese and Chinese religions and philosophy, especially Buddhism.
 - Contact: [[mailto:ian.astley@ed.ac.uk][ian.astley@ed.ac.uk]]
***** Dr Naomi Appleton, Senior Lecturer in Asian Religions
 - Research: Early Indian Buddhism including the intersection with Brahmanical Hindu and Jain traditions, Buddhist narrative especially in Indian literature and art, Theravada Buddhism.
 - Contact: [[mailto:naomi.appleton@ed.ac.uk][naomi.appleton@ed.ac.uk]]
***** Prof Joachim Gentz, Chair in Chinese Philosophy and Religion
 - Research: Chinese philosophy and religions, text and commentary, ritual and divination, and theories of cultural and religious studies.
 - Contact: [[mailto:joachim.gentz@ed.ac.uk][joachim.gentz@ed.ac.uk]]
***** Prof Jonathan Spencer, Regius Professor of South Asian Language, Culture and Society 
 - Research: Religion and politics, Sri Lanka, South and Southeast Asia, Buddhism, war and peace.
 - Contact: [[mailto:jonathan.spencer@ed.ac.uk][jonathan.spencer@ed.ac.uk]]
