uni-list.tex
\subsubsection{People}
\label{sec:org602e2f9}
\begin{enumerate}
\item \href{https://www.abdn.ac.uk/socsci/}{School of Social Science}
\label{sec:org001d3ea}
\begin{enumerate}
\item Dr Martin A. Mills, Senior Lecturer
\label{sec:org0c85ade}
\begin{itemize}
\item Research: The anthropology of Tibet and Tibetan-speaking areas, and in particular its religious and state life (including the ceremonial nexuses of Tibetan monastic and state life); the formulation of new ways in which modern ethnographers of Tibetan regions can integrate their work with textual specialists and indigenous scholars to create an historical anthropology of the region.\\
\item Contact: \href{mailto:m.a.mills@abdn.ac.uk}{m.a.mills@abdn.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsection{University of Bristol}
\label{sec:orge8180f1}
\subsubsection{People}
\label{sec:org7c48481}
\begin{enumerate}
\item \href{http://www.bristol.ac.uk/religion/}{Department of Religion and Theology}
\label{sec:org4abfe5b}
\begin{enumerate}
\item Dr Benedetta Lomi, Lecturer in East Asian Religions
\label{sec:org5ccb8c9}
\begin{itemize}
\item Research: The History of Japanese Buddhism, Japanese Esoteric Buddhism, Esoteric Buddhism in East Asia, Buddhist Medicine, Healing Rituals, Buddhist Iconography.``\\
\item Contact: \href{mailto:b.lomi@bristol.ac.uk}{b.lomi@bristol.ac.uk}\\
\end{itemize}
\item Dr Rita Langer, Senior Lecturer in Buddhist Studies
\label{sec:orgb6f14f8}
\begin{itemize}
\item Research: Research: Merit in the early Pali sources; Buddhist ritual and its origin (in South and South East Asia, particularly Sri Lanka); Food and Cosmology).\\
\item Contact: \href{mailto:rita.langer@bristol.ac.uk}{rita.langer@bristol.ac.uk}\\
\end{itemize}
\item Prof Rupert Gethin, Professor of Buddhist Studies
\label{sec:org51c1603}
\begin{itemize}
\item Research: Early Buddhist literature, the history and development of Buddhist thought in the Nikayas and Pali commentaries, Indian Buddhist meditation, Abhidharma.\\
\item Contact: \href{mailto:rupert.gethin@bristol.ac.uk}{rupert.gethin@bristol.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:org58f5271}
\begin{enumerate}
\item BA in Religion and Theology [Not all these units will be available in any one year]:
\label{sec:org211ad09}
\begin{itemize}
\item \emph{Living Religions East}\\
\item \emph{Religions and Cultural Change in India: from Indus to Islam}\\
\item \emph{Religion and Material Culture}\\
\item \emph{3000 Years of Chinese Religion}\\
\item \emph{Indian Philosophy}\\
\item \emph{Zen Buddhism}\\
\item \emph{Buddhist Psychology and Mental Health}\\
\item \emph{Buddhism in Practice}\\
\item \emph{Yoga and Meditation}\\
\item \emph{Introduction to Japanese Religions}\\
\item \emph{The Lotus Sūtra}\\
\item \emph{The Journey to the West}\\
\item \emph{Mahāyāna Literature in East Asia}\\
\item \emph{The Body in East Asian Religions}\\
\item \emph{Sanskrit}\\
\item \emph{Classical Chinese}\\
\end{itemize}
\item MA in Religion (Buddhist Studies) [Not all these units will be available in any one year]:
\label{sec:org07e0b09}
\begin{itemize}
\item \emph{Buddhism: The Foundations}\\
\item \emph{Buddhism in Practice}\\
\item \emph{Buddhist Psychology and Mental Health}\\
\item \emph{Yoga and Meditation}\\
\item \emph{Mahāyāna Literature in East Asia}\\
\item \emph{Zen Buddhism}\\
\item \emph{Esoteric Buddhism in East Asia}\\
\item \emph{The Body in East Asian Religions}\\
\item \emph{Sanskrit}\\
\item \emph{Buddhist Sanskrit and Pali}\\
\item \emph{Classical Chinese}\\
\end{itemize}
\end{enumerate}

\subsection{University of Chester}
\label{sec:org21987bd}
\subsubsection{People}
\label{sec:orgc6e406b}
\begin{enumerate}
\item \href{https://www1.chester.ac.uk/departments/theology-and-religious-studies}{Department of Theology and Religious Studies}
\label{sec:orgc80c22b}
\begin{enumerate}
\item Dr Dhivan Jones, Lecturer in Religious and Philosophical Studies
\label{sec:orgbae9f98}
\begin{itemize}
\item Research: Early Buddhism, Buddhist philosophy\\
\item Contact: \href{mailto:dhivan.jones@chester.ac.uk}{dhivan.jones@chester.ac.uk}\\
\end{itemize}
\item Dr Wendy Dossett, Associate Professor of Religious Studies
\label{sec:orga2d5eb4}
\begin{itemize}
\item Research: Japanese Pure Land Buddhism, Buddhism and Addiction Recovery\\
\item Contact: \href{mailto:w.dossett@chester.ac.uk}{w.dossett@chester.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:org68357ad}
\begin{enumerate}
\item Undergraduate
\label{sec:org90726b6}
\begin{itemize}
\item \emph{Reading Religions: texts traditions and teachings} (Five sessions on Buddhist texts)\\
\item \emph{Philosophy, Religion and the Good Life} (Two sessions on Buddhist philosophy, ancient and modern)\\
\item \emph{Introducing Ethics: Food, Sex and War} (Three sessions on Buddhist ethics)\\
\item \emph{Asian Philosophies: Knowledge, Liberation and the Self} (Buddhist philosophy a major component of the course)\\
\item \emph{Religion and Culture: transformations of British religious life 1960-2010} (One session on Buddhism in Britain)\\
\item \emph{Violence and Nationalism} (Two sessions on contemporary Buddhist nationalism)\\
\end{itemize}
\item Postgraduate
\label{sec:org83d0b05}
\begin{itemize}
\item \emph{Buddhist Concepts of Awakening} (20 credit MA module in MA Religious Studies programme).\\
\end{itemize}
\end{enumerate}
\subsection{University of Durham}
\label{sec:org07bd7de}
\subsubsection{People}
\label{sec:org3022d53}
\begin{enumerate}
\item \href{https://www.durham.ac.uk/departments/academic/archaeology/}{Department of Archaeology}
\label{sec:org05b3005}
\begin{enumerate}
\item Prof Robin Coningham, 2014 UNESCO Chair on Archaeological Ethics and Practice in Cultural Heritage
\label{sec:orge7cf3fe}
\begin{itemize}
\item Research: The archaeological of South Asian Buddhism, Lumbini and the Greater Lumbini Area, Buddhist Heritage protection and preservation, Caste and the development of craft specialisation, Indian Ocean and Arabian Sea Trade.\\
\item Contact: \href{mailto:r.a.e.coningham@durham.ac.uk}{r.a.e.coningham@durham.ac.uk}\\
\end{itemize}
\end{enumerate}
\item \href{https://www.durham.ac.uk/departments/academic/philosophy/contact-us/}{Department of Philosophy}
\label{sec:orgd9f7f5a}
\begin{enumerate}
\item Professor Simon P. James, Professor/DEC Chair
\label{sec:orgcc519ed}
\begin{itemize}
\item Research: Environmental philosophy, Buddhist philosophy (especially ethics).\\
\item Contact: \href{https://www.durham.ac.uk/departments/academic/philosophy/contact-us/}{via department contact form}.\\
\end{itemize}
\end{enumerate}
\end{enumerate}

\subsection{University of Edinburgh}
\label{sec:orgc774e43}
\subsubsection{People}
\label{sec:orgc84ad11}
\begin{enumerate}
\item \href{https://www.ed.ac.uk/arts-humanities-soc-sci}{College of Arts, Humanities and Social Sciences}
\label{sec:org7088405}
\begin{enumerate}
\item Dr Halle O’Neal, Reader in Japanese Buddhist Art
\label{sec:org5b25688}
\begin{itemize}
\item Research: Medieval Japanese art, including themes such as word and image, relics and reliquaries, invisibility in visual and material culture, reuse and recycling, performativity, and the spectacular visualisations of embodiment.\\
\item Contact: \href{mailto:halle.oneal@ed.ac.uk}{halle.oneal@ed.ac.uk}\\
\end{itemize}
\item Dr Ian Astley, Senior Lecturer in Japanese
\label{sec:org92c0561}
\begin{itemize}
\item Research: The Shingon Buddhist tradition in Japan and its Chinese antecedents; Japanese and Chinese religions and philosophy, especially Buddhism.\\
\item Contact: \href{mailto:ian.astley@ed.ac.uk}{ian.astley@ed.ac.uk}\\
\end{itemize}
\item Dr Naomi Appleton, Senior Lecturer in Asian Religions
\label{sec:org838d3ba}
\begin{itemize}
\item Research: Early Indian Buddhism including the intersection with Brahmanical Hindu and Jain traditions, Buddhist narrative especially in Indian literature and art, Theravada Buddhism.\\
\item Contact: \href{mailto:naomi.appleton@ed.ac.uk}{naomi.appleton@ed.ac.uk}\\
\end{itemize}
\item Prof Joachim Gentz, Chair in Chinese Philosophy and Religion
\label{sec:orgece79a5}
\begin{itemize}
\item Research: Chinese philosophy and religions, text and commentary, ritual and divination, and theories of cultural and religious studies.\\
\item Contact: \href{mailto:joachim.gentz@ed.ac.uk}{joachim.gentz@ed.ac.uk}\\
\end{itemize}
\item Prof Jonathan Spencer, Regius Professor of South Asian Language, Culture and Society
\label{sec:org566e80e}
\begin{itemize}
\item Research: Religion and politics, Sri Lanka, South and Southeast Asia, Buddhism, war and peace.\\
\item Contact: \href{mailto:jonathan.spencer@ed.ac.uk}{jonathan.spencer@ed.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
