uni-list.org
*** Modules
   - MA Religious Studies (4 year undergraduate programme, School of Divinity)
   - MA Chinese and MA Japanese (4 year undergraduate programmes, Asian Studies)
   - Anthropology and Art History also have some relevant optional courses.
   - Courses on offer vary year on year, and are often available across programmes outside their “home” School.
   - At postgraduate level there is a taught masters (MSc) in Religious Studies, and research degrees (MScR, PhD) available working with any of the people noted above.
   - Please contact individual members of staff to discuss this.
** EMAILED University of Kent
*** People
**** [[https://www.kent.ac.uk/religious-studies/][Department of Religious Studies]]
***** Dr Leslie de Vries, Lecturer in East Asian Studies
- Research: History of medicine and religion in China, Vietnam and Japan, with a focus on cosmology, the body, self-cultivation and therapy.
- Contact: [[mailto:l.devries@kent.ac.uk][l.devries@kent.ac.uk]]
*** Courses
**** Undergraduate
- /Hinduism and Buddhism/
- /Introduction to East Asian Traditions/ (one or more sessions on East Asian Buddhism)
- /Ethics, Society and the Good Life/ (one session on Buddhist ethics)
- /Themes in the Study of Asia/ (one or more sessions on Buddhism and related topics such as mindfulness)
- /Buddhism: The Foundations/
- /Religion and Japanese Culture/ (sessions on Japanese Buddhism)
- /Health, Medicine and the Body in East Asia/ (one or more sessions on Buddhism)
- /Critical Issues in the Study of Buddhism/
**** Postgraduate
- Possible to do a MA dissertation in Religious Studies on Buddhism.
 
** EMAILED University of Leeds
*** People
**** [[https://ahc.leeds.ac.uk/languages][School of Languages, Cultures and Societies]]
***** Professor Martin Seeger, Professor of Thai Studies
- Research: Theravada Buddhism; Thai Buddhism; modern Thai history; Thai language 
- Contact: [[mailto:m.seeger@leeds.ac.uk][m.seeger@leeds.ac.uk]]
** EMAILED University of London, School of Oriental and African Studies (SOAS)
*** People
**** [[https://www.soas.ac.uk/about/schools-departments-and-sections/department-religions-and-philosophies][Department of Religions and Philosophies]]
***** Dr Lucia Dolce, Numata Reader in Japanese Buddhism
- Research: Japanese religious history, especially the medieval period; Japanese Tantric Buddhism and the esotericisation of religious practice; Millenarian writings and prophecy; Kami-Buddhas associations
- Contact: [[mailto:ld16@soas.ac.uk][ld16@soas.ac.uk]]
***** Professor Ulrich Pagel, Head of School
- Research: History of Buddhism in Tibet, Mahāyāna Buddhism, Kanjur Studies, Vinaya, Religions of Central Asia, Tibetan, Sanskrit. 
- Contact: [[mailto:up1@soas.ac.uk][up1@soas.ac.uk]]
**** [[https://www.soas.ac.uk/about/schools-departments-and-sections/department-history-art-and-archaeology][Department of the History of Art and Archaeology]]
***** Dr Christian Luczanits, David L. Snellgrove Senior Lecturer in Tibetan and Buddhist Art
- Research: History of art and architecture of the Himalayan region; Buddhist art of the western Himalayas; Gandharan art; presenting and exhibiting Buddhist art; heritage, preservation and conservation.
- Contact: [[mailto:cl46@soas.ac.uk][cl46@soas.ac.uk]]
***** Dr Peter D. Sharrock, Senior Teaching Fellow
- Research: He is now focusing on the evidence in Indochina for the influence of tantric or esoteric Buddhism, developed in the great monasteries of the Ganges valley and diffused and developed in different ways through much of Asia. 
- Contact: [[mailto:ps56@soas.ac.uk][ps56@soas.ac.uk]]
*** Courses
**** Postgraduate
- MA Buddhist Studies
** EMAILED University of Manchester
*** People
**** [[https://www.research.manchester.ac.uk/portal/en/facultiesandschools/school-of-arts-languages-and-cultures(67be616e-b627-4747-a791-872e7594dfc1).html][School of Arts, Languages and Cultures]]
***** Dr Gregory Adam Scott, Senior Lecturer in Chinese Culture and History
- Research: History and culture of China between 1800 and 1978. 
- Contact: [[mailto:gregory.scott@manchester.ac.uk][gregory.scott@manchester.ac.uk]]
***** Prof Erica Baffelli, Professor of Japanese Studies
- Research: Religion in contemporary Japan with a focus on religious minorities/marginalities, media and technology, violence, emotions and temporalities. 
- Contact: [[mailto:erica.baffelli@manchester.ac.uk][erica.baffelli@manchester.ac.uk]]
*** Courses
- /History of Religion in Japan/
- /Religious and Political Ideologies of Modern China/
** EMAILED University of Oxford
*** People
**** [[https://orinst.web.ox.ac.uk/][Faculty of Asian and Middle Eastern Studies]]
***** Dr Cathy Cantwell, Associate Faculty Member
- Research: Tibetan textual transmission/development; tantric rituals, symbolism, art; rNying-ma canonical texts; Dunhuang and later ritual manuals; Phur-pa traditions (rNying-ma, Sa-skya, Bon); bDud-’joms gter-ma tradition.
- Contact: [[mailto:catherine.cantwell@orinst.ox.ac.uk][catherine.cantwell@orinst.ox.ac.uk]]
***** Dr George FitzHerbert, Departmental Lecturer 
- Research: The chivalric, shamanic and tantric Gesar epic tradition.  More broadly, Tibetan political, religious and cultural history; Cultural relations between Tibet and Central, South and East Asia; and the Tibetan language.
- Contact: [[mailto:george.fitzherbert@orinst.ox.ac.uk][george.fitzherbert@orinst.ox.ac.uk]]
***** Dr Robert Mayer, University Research Lecturer
- Research: Early rNying ma and Bon tantric tradition, Critically editing old Tibetan texts, Dunhang tantric texts
- Contact: [[mailto:robert.mayer@orinst.ox.ac.uk][robert.mayer@orinst.ox.ac.uk]]
***** Dr Sarah Shaw, Faculty Member
- Research: Early Buddhist (Pali) suttas and Abhidhamma material on meditation; Early Buddhist narrative: literary features of Jatakas and Dhammapada stories; Indian and Asian influences on British nineteenth-century writers; modern South and Southeast Asian Buddhist ritual, chant and meditation.
- [[mailto:sarah.shaw@orinst.ox.ac.uk][sarah.shaw@orinst.ox.ac.uk]]
***** Prof David Gellner, Professor of Social Anthropology
- Research: Anthropology of South Asia, East Asia, Buddhism, Hinduism, cities, ritual, politics, ethnicity, activism, borderlands, class formation and cultural change.
- Contact: [[mailto:david.gellner@anthro.ox.ac.uk][david.gellner@anthro.ox.ac.uk]]
***** Prof Ulrike Roesler, Professor of Tibetan and Himalayan Studies
- Research: Literature and religion of the Veda; Indo-Tibetan Buddhism; history of bKa’-gdams-pa school; ‘sacred landscapes’ in literature and ritual practice.
- Contact: [[mailto:ulrike.roesler@orinst.ox.ac.uk][ulrike.roesler@orinst.ox.ac.uk]]
**** [[https://www.theology.ox.ac.uk/][Faculty of Theology and Religion]]
