uni-list.tex
\subsubsection{Modules}
\label{sec:org825e3e2}
\begin{itemize}
\item MA Religious Studies (4 year undergraduate programme, School of Divinity)\\
\item MA Chinese and MA Japanese (4 year undergraduate programmes, Asian Studies)\\
\item Anthropology and Art History also have some relevant optional courses.\\
\item Courses on offer vary year on year, and are often available across programmes outside their “home” School.\\
\item At postgraduate level there is a taught masters (MSc) in Religious Studies, and research degrees (MScR, PhD) available working with any of the people noted above.\\
\item Please contact individual members of staff to discuss this.\\
\end{itemize}
\subsection{University of Kent}
\label{sec:orgf9fd859}
\subsubsection{People}
\label{sec:org4d4c5e8}
\begin{enumerate}
\item \href{https://www.kent.ac.uk/religious-studies/}{Department of Religious Studies}
\label{sec:orgb287bd9}
\begin{enumerate}
\item Dr Leslie de Vries, Lecturer in East Asian Studies
\label{sec:orga530de0}
\begin{itemize}
\item Research: History of medicine and religion in China, Vietnam and Japan, with a focus on cosmology, the body, self-cultivation and therapy.\\
\item Contact: \href{mailto:l.devries@kent.ac.uk}{l.devries@kent.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:org9418f7c}
\begin{enumerate}
\item Undergraduate
\label{sec:org80b603c}
\begin{itemize}
\item \emph{Hinduism and Buddhism}\\
\item \emph{Introduction to East Asian Traditions} (one or more sessions on East Asian Buddhism)\\
\item \emph{Ethics, Society and the Good Life} (one session on Buddhist ethics)\\
\item \emph{Themes in the Study of Asia} (one or more sessions on Buddhism and related topics such as mindfulness)\\
\item \emph{Buddhism: The Foundations}\\
\item \emph{Religion and Japanese Culture} (sessions on Japanese Buddhism)\\
\item \emph{Health, Medicine and the Body in East Asia} (one or more sessions on Buddhism)\\
\item \emph{Critical Issues in the Study of Buddhism}\\
\end{itemize}
\item Postgraduate
\label{sec:org0b2ddad}
\begin{itemize}
\item Possible to do a MA dissertation in Religious Studies on Buddhism.\\
\end{itemize}
\end{enumerate}

\subsection{University of Leeds}
\label{sec:org9d33cdc}
\subsubsection{People}
\label{sec:org6b56c56}
\begin{enumerate}
\item \href{https://ahc.leeds.ac.uk/languages}{School of Languages, Cultures and Societies}
\label{sec:org950ddf3}
\begin{enumerate}
\item Professor Martin Seeger, Professor of Thai Studies
\label{sec:orgd22ac73}
\begin{itemize}
\item Research: Theravada Buddhism; Thai Buddhism; modern Thai history; Thai language\\
\item Contact: \href{mailto:m.seeger@leeds.ac.uk}{m.seeger@leeds.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsection{University of London, School of Oriental and African Studies (SOAS)}
\label{sec:org53b0a61}
\subsubsection{People}
\label{sec:orgc2cb6a6}
\begin{enumerate}
\item \href{https://www.soas.ac.uk/about/schools-departments-and-sections/department-religions-and-philosophies}{Department of Religions and Philosophies}
\label{sec:org6657f4e}
\begin{enumerate}
\item Dr Lucia Dolce, Numata Reader in Japanese Buddhism
\label{sec:org19f0791}
\begin{itemize}
\item Research: Japanese religious history, especially the medieval period; Japanese Tantric Buddhism and the esotericisation of religious practice; Millenarian writings and prophecy; Kami-Buddhas associations\\
\item Contact: \href{mailto:ld16@soas.ac.uk}{ld16@soas.ac.uk}\\
\end{itemize}
\item Professor Ulrich Pagel, Head of School
\label{sec:org8eb377d}
\begin{itemize}
\item Research: History of Buddhism in Tibet, Mahāyāna Buddhism, Kanjur Studies, Vinaya, Religions of Central Asia, Tibetan, Sanskrit.\\
\item Contact: \href{mailto:up1@soas.ac.uk}{up1@soas.ac.uk}\\
\end{itemize}
\end{enumerate}
\item \href{https://www.soas.ac.uk/about/schools-departments-and-sections/department-history-art-and-archaeology}{Department of the History of Art and Archaeology}
\label{sec:org0e914da}
\begin{enumerate}
\item Dr Christian Luczanits, David L. Snellgrove Senior Lecturer in Tibetan and Buddhist Art
\label{sec:org03b6525}
\begin{itemize}
\item Research: History of art and architecture of the Himalayan region; Buddhist art of the western Himalayas; Gandharan art; presenting and exhibiting Buddhist art; heritage, preservation and conservation.\\
\item Contact: \href{mailto:cl46@soas.ac.uk}{cl46@soas.ac.uk}\\
\end{itemize}
\item Dr Peter D. Sharrock, Senior Teaching Fellow
\label{sec:orga19589c}
\begin{itemize}
\item Research: He is now focusing on the evidence in Indochina for the influence of tantric or esoteric Buddhism, developed in the great monasteries of the Ganges valley and diffused and developed in different ways through much of Asia.\\
\item Contact: \href{mailto:ps56@soas.ac.uk}{ps56@soas.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:org304f46d}
\begin{enumerate}
\item Postgraduate
\label{sec:org08e3154}
\begin{itemize}
\item MA Buddhist Studies\\
\end{itemize}
\end{enumerate}
\subsection{University of Manchester}
\label{sec:orgb2dd38e}
\subsubsection{People}
\label{sec:org07baebc}
\begin{enumerate}
\item \href{https://www.research.manchester.ac.uk/portal/en/facultiesandschools/school-of-arts-languages-and-cultures(67be616e-b627-4747-a791-872e7594dfc1).html}{School of Arts, Languages and Cultures}
\label{sec:org0cfdf12}
\begin{enumerate}
\item Dr Gregory Adam Scott, Senior Lecturer in Chinese Culture and History
\label{sec:org19025ec}
\begin{itemize}
\item Research: History and culture of China between 1800 and 1978.\\
\item Contact: \href{mailto:gregory.scott@manchester.ac.uk}{gregory.scott@manchester.ac.uk}\\
\end{itemize}
\item Prof Erica Baffelli, Professor of Japanese Studies
\label{sec:org03aedff}
\begin{itemize}
\item Research: Religion in contemporary Japan with a focus on religious minorities/marginalities, media and technology, violence, emotions and temporalities.\\
\item Contact: \href{mailto:erica.baffelli@manchester.ac.uk}{erica.baffelli@manchester.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:orgdd5042b}
\begin{itemize}
\item \emph{History of Religion in Japan}\\
\item \emph{Religious and Political Ideologies of Modern China}\\
\end{itemize}
\subsection{University of Oxford}
\label{sec:org1a9538f}
\subsubsection{People}
\label{sec:orgefc41c8}
\begin{enumerate}
\item \href{https://orinst.web.ox.ac.uk/}{Faculty of Asian and Middle Eastern Studies}
\label{sec:org70dfe16}
\begin{enumerate}
\item Dr Cathy Cantwell, Associate Faculty Member
\label{sec:org0270922}
\begin{itemize}
\item Research: Tibetan textual transmission/development; tantric rituals, symbolism, art; rNying-ma canonical texts; Dunhuang and later ritual manuals; Phur-pa traditions (rNying-ma, Sa-skya, Bon); bDud-’joms gter-ma tradition.\\
\item Contact: \href{mailto:catherine.cantwell@orinst.ox.ac.uk}{catherine.cantwell@orinst.ox.ac.uk}\\
\end{itemize}
\item Dr George FitzHerbert, Departmental Lecturer
\label{sec:orgf31a43d}
\begin{itemize}
\item Research: The chivalric, shamanic and tantric Gesar epic tradition.  More broadly, Tibetan political, religious and cultural history; Cultural relations between Tibet and Central, South and East Asia; and the Tibetan language.\\
\item Contact: \href{mailto:george.fitzherbert@orinst.ox.ac.uk}{george.fitzherbert@orinst.ox.ac.uk}\\
\end{itemize}
\item Dr Robert Mayer, University Research Lecturer
\label{sec:org12e389a}
\begin{itemize}
\item Research: Early rNying ma and Bon tantric tradition, Critically editing old Tibetan texts, Dunhang tantric texts\\
\item Contact: \href{mailto:robert.mayer@orinst.ox.ac.uk}{robert.mayer@orinst.ox.ac.uk}\\
\end{itemize}
\item Dr Sarah Shaw, Faculty Member
\label{sec:org83a90a5}
\begin{itemize}
\item Research: Early Buddhist (Pali) suttas and Abhidhamma material on meditation; Early Buddhist narrative: literary features of Jatakas and Dhammapada stories; Indian and Asian influences on British nineteenth-century writers; modern South and Southeast Asian Buddhist ritual, chant and meditation.\\
\item \href{mailto:sarah.shaw@orinst.ox.ac.uk}{sarah.shaw@orinst.ox.ac.uk}\\
\end{itemize}
\item Prof David Gellner, Professor of Social Anthropology
\label{sec:org5eebe33}
\begin{itemize}
\item Research: Anthropology of South Asia, East Asia, Buddhism, Hinduism, cities, ritual, politics, ethnicity, activism, borderlands, class formation and cultural change.\\
\item Contact: \href{mailto:david.gellner@anthro.ox.ac.uk}{david.gellner@anthro.ox.ac.uk}\\
\end{itemize}
\item Prof Ulrike Roesler, Professor of Tibetan and Himalayan Studies
\label{sec:orge504e7c}
\begin{itemize}
\item Research: Literature and religion of the Veda; Indo-Tibetan Buddhism; history of bKa’-gdams-pa school; ‘sacred landscapes’ in literature and ritual practice.\\
