uni-list.org
***** Prof Jan Westerhoff, Professor of Buddhist Philosophy
- Research: Philosophical aspects of the religious traditions of ancient India. Buddhist thought (especially Madhyamaka) as preserved in Sanskrit and Tibetan sources; Classical Indian philosophy (particularly Nyāya); Buddhist philosophy, both theoretical (metaphysics, epistemology, philosophy of language) and normative aspects (ethics).
- Contact: [[mailto:jan.westerhoff@theology.ox.ac.uk][jan.westerhoff@theology.ox.ac.uk]]
*** Courses
**** Undergraduate
 - BA Religion and Oriental Studies:
   - /Introduction to the Study of Religion/
   - /Introduction to a Buddhist Canonical Language: Pali/
   - /Introduction to a Buddhist Canonical Language: Tibetan/
   - /Set Texts in a Buddhist Canonical Language: Pali/
   - /Set Texts in a Buddhist Canonical Language: Tibetan/
   - /Foundations of Buddhism/
   - /Buddhism in Space and Time/
   - /Further Buddhist Texts: Pali/
   - /Further Buddhist Texts: Tibetan/
 - BA in Sanskrit:
   - /Sanskrit/
   - /Pali/
   - /Tibetan/
**** Postgraduate
 - MSt in Oriental Studies:
   - Tailor-made courses depending on student’s interest
 - MPhil in Buddhist Studies:
   - /Sanskrit/
   - /Tibetan/
   - /Chinese/
   - /Aspects of Buddhist Thought and History/
   - /Approaches to the Study of Buddhism/
   - /Reading Buddhist Texts in Primary Languages (Sanskrit, Tibetan, Chinese)/
   - /The Nature of Religion/
   - /The anthropology of Buddhism/
   - /Introduction to Buddhist Philosophy/
   - /Pali/
   - /History and Civilization of Tibet and the Himalaya/
   - /Advanced Readings in Chinese Buddhist Texts/
 - MPhil in Classical Indian Religion:
   - /Sanskrit/
   - /Sanskrit religious texts/
 - MPhil in Tibetan and Himalayan Studies:
   - /Tibetan/
   - /Buddhism/
   - /Tibetan History and Civilization/
   - /Tibetan Buddhism/
** EMAILED University of South Wales
*** People
**** [[https://www.southwales.ac.uk/courses/faculty/FCI/?faculty_title=Faculty+of+Creative+Industries][Faculty of Creative Industries]]
***** Dr Nick Swann, Senior Lecturer and Course Leader
- Research: Tibetan Religion, Anthropology of Religion, Buddhist Ethics, Digital Buddhism.
- Contact: [[mailto:nick.swann@southwales.ac.uk][nick.swann@southwales.ac.uk]]
***** Dr Sarah Shaw, Khyentse Foundation Reader in Buddhist Studies
- Research: Pāli Buddhist narrative and meditative literature; Southeast Asian ritual and chant; Abhidhamma.
- Contact: [[mailto:sarah.shaw@southwales.ac.uk][sarah.shaw@southwales.ac.uk]]
***** Dr Warren Todd, Associate Lecturer
- Research: Buddhist Philosophy, Buddhist Ethics, Comparative Ethics & Philosophy.
- Contact: [[mailto:warren.todd@southwales.ac.uk][warren.todd@southwales.ac.uk]]
*** Courses
**** Postgraduate
- MA Buddhist Studies
  - /Buddhist Ethics/
  - /Buddhist Philosophy/
  - /Buddhist Meditation and Psychology/
  - /Pali Language/
  - Distance learning, part-time (two or three year options).
** EMAILED University of Stirling
*** People
**** [[https://www.stir.ac.uk/about/faculties/arts-humanities/literature-and-languages/][Division of Literature and Languages]]
***** Kevin MacNeil, Lecturer in Creative Writing
- Research: Intersection of Buddhism and Creative Writing, the role of narrative in Buddhism, bio-fiction and the life of the Buddha, literature and expediency in Zen Buddhism
- Contact: [[mailto:kevin.macneil@stir.ac.uk][kevin.macneil@stir.ac.uk]]
** EMAILED University of Winchester
*** People
**** [[https://www.winchester.ac.uk/research/our-impactful-research/research-in-humanities-and-social-sciences/research-centres-and-networks/centre-for-religion-reconciliation-and-peace/][Centre for Religion, Reconciliation and Peace]]
***** Professor Mark Owen, Director: Centre for Religion, Reconciliation and Peace
- Research: Religions' role in peacebuilding and conflict transformation, conflict assessment and analysis, Buddhism, conflict and peacebuilding, Tibetan Buddhism, Asian politics and development
- Contact: [[mailto:mark.owen@winchester.ac.uk][mark.owen@winchester.ac.uk]]
* .dump :noexport:ARCHIVE:
** DONE Department of Anthropology
:PROPERTIES:
:ARCHIVE_TIME: 2022-11-20 Sun 15:49
:ARCHIVE_FILE: ~/Dropbox/ukabs/uni-list/uni-list.org
:ARCHIVE_OLPATH: University List/University of Durham/People
:ARCHIVE_CATEGORY: uni-list
:END:
** DONE Prof Richard F. Gombrich, Professor Emeritus, Sanskrit 
:PROPERTIES:
:ARCHIVE_TIME: 2022-11-20 Sun 16:03
:ARCHIVE_FILE: ~/Dropbox/ukabs/uni-list/uni-list.org
:ARCHIVE_OLPATH: University List/University of Oxford/People/Faculty of Asian and Middle Eastern Studies
:ARCHIVE_CATEGORY: uni-list
:END:
- Research: Early Buddhism
- Contact: [[mailto:richard.gombrich@balliol.ox.ac.uk][richard.gombrich@balliol.ox.ac.uk]]
# #+latex_class: article
# #+latex_class_options: [a4paper,10.5pt]
# #+latex_header: \usepackage[cm]{fullpage}
# #+latex_header: \setcounter{secnumdepth}{0}
# #+archive: uni-list.org::* .dump
# #+latex_header: \usepackage{xcolor}
# #+latex_header: \usepackage{hyperref}
# #+latex_header: \hypersetup{colorlinks,breaklinks,allcolors={blue}}


