uni-list.tex
\item Contact: \href{mailto:ulrike.roesler@orinst.ox.ac.uk}{ulrike.roesler@orinst.ox.ac.uk}\\
\end{itemize}
\end{enumerate}
\item \href{https://www.theology.ox.ac.uk/}{Faculty of Theology and Religion}
\label{sec:org1351173}
\begin{enumerate}
\item Prof Jan Westerhoff, Professor of Buddhist Philosophy
\label{sec:orgef8ab20}
\begin{itemize}
\item Research: Philosophical aspects of the religious traditions of ancient India. Buddhist thought (especially Madhyamaka) as preserved in Sanskrit and Tibetan sources; Classical Indian philosophy (particularly Nyāya); Buddhist philosophy, both theoretical (metaphysics, epistemology, philosophy of language) and normative aspects (ethics).\\
\item Contact: \href{mailto:jan.westerhoff@theology.ox.ac.uk}{jan.westerhoff@theology.ox.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:org2d8a795}
\begin{enumerate}
\item Undergraduate
\label{sec:org343d1eb}
\begin{itemize}
\item BA Religion and Oriental Studies:\\
\begin{itemize}
\item \emph{Introduction to the Study of Religion}\\
\item \emph{Introduction to a Buddhist Canonical Language: Pali}\\
\item \emph{Introduction to a Buddhist Canonical Language: Tibetan}\\
\item \emph{Set Texts in a Buddhist Canonical Language: Pali}\\
\item \emph{Set Texts in a Buddhist Canonical Language: Tibetan}\\
\item \emph{Foundations of Buddhism}\\
\item \emph{Buddhism in Space and Time}\\
\item \emph{Further Buddhist Texts: Pali}\\
\item \emph{Further Buddhist Texts: Tibetan}\\
\end{itemize}
\item BA in Sanskrit:\\
\begin{itemize}
\item \emph{Sanskrit}\\
\item \emph{Pali}\\
\item \emph{Tibetan}\\
\end{itemize}
\end{itemize}
\item Postgraduate
\label{sec:org337e5d8}
\begin{itemize}
\item MSt in Oriental Studies:\\
\begin{itemize}
\item Tailor-made courses depending on student’s interest\\
\end{itemize}
\item MPhil in Buddhist Studies:\\
\begin{itemize}
\item \emph{Sanskrit}\\
\item \emph{Tibetan}\\
\item \emph{Chinese}\\
\item \emph{Aspects of Buddhist Thought and History}\\
\item \emph{Approaches to the Study of Buddhism}\\
\item \emph{Reading Buddhist Texts in Primary Languages (Sanskrit, Tibetan, Chinese)}\\
\item \emph{The Nature of Religion}\\
\item \emph{The anthropology of Buddhism}\\
\item \emph{Introduction to Buddhist Philosophy}\\
\item \emph{Pali}\\
\item \emph{History and Civilization of Tibet and the Himalaya}\\
\item \emph{Advanced Readings in Chinese Buddhist Texts}\\
\end{itemize}
\item MPhil in Classical Indian Religion:\\
\begin{itemize}
\item \emph{Sanskrit}\\
\item \emph{Sanskrit religious texts}\\
\end{itemize}
\item MPhil in Tibetan and Himalayan Studies:\\
\begin{itemize}
\item \emph{Tibetan}\\
\item \emph{Buddhism}\\
\item \emph{Tibetan History and Civilization}\\
\item \emph{Tibetan Buddhism}\\
\end{itemize}
\end{itemize}
\end{enumerate}
\subsection{University of South Wales}
\label{sec:org4a51fd4}
\subsubsection{People}
\label{sec:orgf5604f5}
\begin{enumerate}
\item \href{https://www.southwales.ac.uk/courses/faculty/FCI/?faculty\_title=Faculty+of+Creative+Industries}{Faculty of Creative Industries}
\label{sec:orga62ec6f}
\begin{enumerate}
\item Dr Nick Swann, Senior Lecturer and Course Leader
\label{sec:orgc4b07bc}
\begin{itemize}
\item Research: Tibetan Religion, Anthropology of Religion, Buddhist Ethics, Digital Buddhism.\\
\item Contact: \href{mailto:nick.swann@southwales.ac.uk}{nick.swann@southwales.ac.uk}\\
\end{itemize}
\item Dr Sarah Shaw, Khyentse Foundation Reader in Buddhist Studies
\label{sec:orgb27a855}
\begin{itemize}
\item Research: Pāli Buddhist narrative and meditative literature; Southeast Asian ritual and chant; Abhidhamma.\\
\item Contact: \href{mailto:sarah.shaw@southwales.ac.uk}{sarah.shaw@southwales.ac.uk}\\
\end{itemize}
\item Dr Warren Todd, Associate Lecturer
\label{sec:org8f6cb69}
\begin{itemize}
\item Research: Buddhist Philosophy, Buddhist Ethics, Comparative Ethics \& Philosophy.\\
\item Contact: \href{mailto:warren.todd@southwales.ac.uk}{warren.todd@southwales.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsubsection{Courses}
\label{sec:orgf9407c4}
\begin{enumerate}
\item Postgraduate
\label{sec:orgd6e3ec1}
\begin{itemize}
\item MA Buddhist Studies\\
\begin{itemize}
\item \emph{Buddhist Ethics}\\
\item \emph{Buddhist Philosophy}\\
\item \emph{Buddhist Meditation and Psychology}\\
\item \emph{Pali Language}\\
\item Distance learning, part-time (two or three year options).\\
\end{itemize}
\end{itemize}
\end{enumerate}
\subsection{University of Stirling}
\label{sec:org1b9cf21}
\subsubsection{People}
\label{sec:orgfe54db5}
\begin{enumerate}
\item \href{https://www.stir.ac.uk/about/faculties/arts-humanities/literature-and-languages/}{Division of Literature and Languages}
\label{sec:org3a85e16}
\begin{enumerate}
\item Kevin MacNeil, Lecturer in Creative Writing
\label{sec:org0c098e5}
\begin{itemize}
\item Research: Intersection of Buddhism and Creative Writing, the role of narrative in Buddhism, bio-fiction and the life of the Buddha, literature and expediency in Zen Buddhism\\
\item Contact: \href{mailto:kevin.macneil@stir.ac.uk}{kevin.macneil@stir.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\subsection{University of Winchester}
\label{sec:orgdcee2a9}
\subsubsection{People}
\label{sec:orgbad7195}
\begin{enumerate}
\item \href{https://www.winchester.ac.uk/research/our-impactful-research/research-in-humanities-and-social-sciences/research-centres-and-networks/centre-for-religion-reconciliation-and-peace/}{Centre for Religion, Reconciliation and Peace}
\label{sec:org5a8e60e}
\begin{enumerate}
\item Professor Mark Owen, Director: Centre for Religion, Reconciliation and Peace
\label{sec:org41fe155}
\begin{itemize}
\item Research: Religions' role in peacebuilding and conflict transformation, conflict assessment and analysis, Buddhism, conflict and peacebuilding, Tibetan Buddhism, Asian politics and development\\
\item Contact: \href{mailto:mark.owen@winchester.ac.uk}{mark.owen@winchester.ac.uk}\\
\end{itemize}
\end{enumerate}
\end{enumerate}
\end{document}